package linear_tasks;

// Написать программу, которая выводит на экран первые четыре степени числа Пи

public class Task15 {
	public static void main(String[] args) {
		
		System.out.println("Pi^0,1,2,3");
		
		System.out.println("Power of Pi is: "); //Math.pow(Math.PI, 0, 1, 2, 3));
	}
}
