package linear_tasks;

// Дана сторона равностороннего треугольника. Найти площадь этого треугольника, его высоту,
// радиусы вписанной и описанной окружности.

import java.util.Scanner;

public class Task19 {

	public static void main(String[] args) {
		
		System.out.println("Square of triangle is: ");
		System.out.println("Height of triangle is: ");
		System.out.println("Radiuses of triangle cicumference is: ");
		
		double lenghtLine;
		
		// TODO
		
		
	}
}
